/* checks before deleting an item */
"Are you sure that you want to delete this item?" = "Voulez-vous vraiment supprimer cet élément?";

/* Cancel deleting something */
"Cancel" = "Annuler";

/* Asks to delete something
   Confirm deleting something */
"Delete" = "Effacer";

/* Done button when in editing mode */
"Done" = "Terminé";

/* Edit button when not in editing mode */
"Edit" = "Modifier";

